/* 
   SORelativeDateTransformer.strings

   Created by StdOrbit on 12/6/10.
   Copyright 2010 Standard Orbit Software, LLC. All rights reserved.
 */

/* 
Phrase for expressing a date in the relative past. E.g. "12 minutes ago"
<relative time difference> <date component name> ago
*/
"formatTemplateForRelativePastDatePhrase" = "%@ مضت";

/* 
Phrase for expressing a date in the relative future. E.g. "in 12 minutes"
in <relative time difference> <date component name>
*/
"formatTemplateForRelativeFutureDatePhrase" = "في %@";

/* localized date component names and plural forms */
"now" = "الآن";
"%d year (plural rule: zero)" = "%d سنوات";
"%d year (plural rule: one)" = "%d سنة";
"%d year (plural rule: two)" = "%d سنوات";
"%d year (plural rule: few)" = "%d سنوات";
"%d year (plural rule: many)" = "%d سنوات";
"%d year (plural rule: other)" = "%d سنوات";
"%d month (plural rule: zero)" = "%d شهور";
"%d month (plural rule: one)" = "%d شهر";
"%d month (plural rule: two)" = "%d شهور";
"%d month (plural rule: few)" = "%d شهور";
"%d month (plural rule: many)" = "%d شهور";
"%d month (plural rule: other)" = "%d شهور";
"%d week (plural rule: zero)" = "%d أسابيع";
"%d week (plural rule: one)" = "%d أسبوع";
"%d week (plural rule: two)" = "%d أسابيع";
"%d week (plural rule: few)" = "%d أسابيع";
"%d week (plural rule: many)" = "%d أسابيع";
"%d week (plural rule: other)" = "%d أسابيع";
"%d day (plural rule: zero)" = "%d أيام";
"%d day (plural rule: one)" = "%d يوم";
"%d day (plural rule: two)" = "%d أيام";
"%d day (plural rule: few)" = "%d أيام";
"%d day (plural rule: many)" = "%d أيام";
"%d day (plural rule: other)" = "%d أيام";
"%d hour (plural rule: zero)" = "%d ساعات";
"%d hour (plural rule: one)" = "%d ساعة";
"%d hour (plural rule: two)" = "%d ساعات";
"%d hour (plural rule: few)" = "%d ساعات";
"%d hour (plural rule: many)" = "%d ساعات";
"%d hour (plural rule: other)" = "%d ساعات";
"%d minute (plural rule: zero)" = "%d دقائق";
"%d minute (plural rule: one)" = "%d دقيقة";
"%d minute (plural rule: two)" = "%d دقائق";
"%d minute (plural rule: few)" = "%d دقائق";
"%d minute (plural rule: many)" = "%d دقائق";
"%d minute (plural rule: other)" = "%d دقائق";
"%d second (plural rule: zero)" = "%d ثانية";
"%d second (plural rule: one)" = "%d ثانية";
"%d second (plural rule: two)" = "%d ثانية";
"%d second (plural rule: few)" = "%d ثانية";
"%d second (plural rule: many)" = "%d ثانية";
"%d second (plural rule: other)" = "%d ثانية";
